"AirPods" = "AirPods";
"Show an alert" = "Varsel";
"Medium" = "Middels";
"Weather" = "Været"; // weather
"Automatically Install Updates" = "Installer oppdateringer automatisk";
"Current Location" = "Nåværende posisjon"; // weather
"AIRPODS" = "AIRPODS";
"Connected" = "Tilkoblet";
"Icons" = "Symbolvisning";
"Enter license number here" = "Serienummer";
"Send" = "Send";
"Uninstall..." = "Avinstaller…";
"Email Address" = "E-postadresse";
"Month" = "Måned";
"Download" = "Last ned";
"ism6-weather" = "Sjanse for regn"; // weather
"Hide Hyper-Threading cores" = "Skjul Hyper-Threading-kjerner";
"Single history graph" = "Én historiegraf";
"Version:" = "Versjon:";
"Humidity" = "Luftfuktighet"; // weather
"Feels Like" = "Føles som"; // weather
"Family Pack" = "Familiepakke";
"PROCESSES" = "PROSESSER";
"No Internet" = "Mangler Internett";
"Time: %@" = "Klokkeslett: %@";
"MEMORY" = "MINNE";
"Battery Level (Draining)" = "Batterinivå (Lader ut)";
"Primary Network Interface Changed" = "Hovednettverksgrensesnittet ble endret";
"REMOVABLE" = "UTTAKBAR";
"Customize menubar for different states" = "Tilpass menylinja for ulike oppsett";
"Current Temperature" = "Gjeldende temperatur"; // weather
"Font: %@" = "Font: %@";
"No IP Address" = "Ingen IP-adresse";
"Buy for %@" = "Kjøp for %@";
"%@ GRAPH COLORS" = "FARGER FOR %@-GRAF";
"Miles" = "Miles"; // weather
"DROPDOWNS" = "MENYER";
"All" = "Alle";
"Humidity: %@" = "Luftfuktighet: %@"; // weather
"Switches turn monitoring on and off." = "Bryterne slår overvåking på og av.";
"NETWORK STATUS" = "NETTVERKSSTATUS";
"AUTOMATIC FAN SET SWITCHING" = "BYTT AUTOMATISK VIFTESETT";
"Local time" = "Lokal";
"Temperature" = "Temperatur"; // weather
"Weather Alerts" = "Vær-varsler";
"Forecast Low" = "Værvarsel, lavest";
"When using discrete GPU" = "Når diskret GPU brukes";
"Flash time seperators" = "La tidsskilletegn blinke";
"BATTERY" = "BATTERI";
"FAN SETS" = "VIFTESETT";
"Help" = "Hjelp";
"1 Year of 15min Updates - %@" = "1 år, oppdateringer hvert 15 min - %@";
"%1$@, %2$@" = "%1$@, %2$@";
"FAN SENSORS" = "VIFTE";
"We’ve just sent your license to your email address. If you don’t receive it soon, please check your spam folder." = "Vi har akkurat sendt lisensen din til deg med e-post. Om du ikke mottar den snart, vennligst sjekk om den har havnet i søppelpostkassen din.";
"NETWORK" = "NETTVERK";
"Thursday" = "Torsdag";
"Condensed" = "Sammentrukket";
"Reset Graph Colors" = "Nullstill";
"Connecting" = "Kobler til";
"There was an error verifying your license. Please get in touch: bjango.com/contact/" = "Det oppstod en feil da vi sjekket lisensen din. Vennligst ta kontakt: bjango.com/contact/";
"%@ day remaining" = "%@ dag gjenstår";
"Click pause to temporarily stop iStat Menus." = "Klikk for å sette iStat Menus midlertidig på pause.";
"Day" = "dag";
"Pressure: %@" = "Trykk: %@"; // weather
"Open Notification Center and click Edit to add the iStat Menus widget." = "Åpne Varslingssenter og klikk Rediger for å legge til iStat Menus-widgeten.";
"CIRCULAR GRAPH (%@)" = "SIRKELGRAF (%@)";
"INACTIVE ITEMS" = "INAKTIV";
"Very Slow" = "Veldig langsom";
"You can close this app and the menubar items will continue running." = "Du kan avslutte programmet, og menyoppføringene vil likevel fortsette å fungere.";
"Disk Space" = "Diskplass";
"Public IP Address Changed" = "Offentlig IP-addresse ble endret";
"Simple (Per Disk)" = "Enkel (per disk)";
"PIE GRAPH (%@)" = "SEKTORDIAGRAM: %@";
"Register" = "Aktiver";
"Hide inactive memory" = "Skjul inaktivt minne";
"POWER SENSORS" = "STRØM";
"BLUETOOTH" = "BLUETOOTH";
"Small" = "Liten";
"iStat Menus needs to install some components before it can be used." = "iStat Menus må installere noen komponenter før det kan brukes.";
"PAGES" = "Annet"; // memory pages
"PERCENTAGE (%@)" = "PROSENT: %@";
"Kilometers" = "Kilometer"; // weather
"BAR GRAPH" = "STOLPEDIAGRAM";
"Seconds" = "sekunder";
"Timezone" = "Tidssone";
"ALERTS" = "ADVARSLER";
"Upgrades can be from iStat Menus 3, 4, or 5. Local taxes may apply." = "Oppgraderinger kan være fra iStat Menus 3, 4, eller 5. Moms og skatter kan tilkomme.";
"Forecast High" = "Værvarsel, høyest";
"Search to add a city" = "Søk for å legge til en by";
"NETWORK DISKS" = "NETTVERKSDISK";
"Draining" = "Lader ut";
"Rain" = "Regn"; // weather
"cm" = "cm"; // weather
"Relative Day" = "Relativ dag";
"CURRENT SENSORS" = "Ampere";
"Minutes" = "Minutter";
"When using '%@'" = "Når '%@' brukes";
"UV Index" = "UV-indeks"; // weather
"PIE GRAPH" = "SEKTORDIAGRAM";
"DISKS TO SHOW IN MENUBAR" = "DISKER SOM VISES I MENYLINJA";
"Current Weather" = "Været nå";
"Pressure" = "Trykk"; // weather
"Monitor S.M.A.R.T. Disks" = "Overvåk S.M.A.R.T.-disker";
"3 days" = "3 dager";
"When battery is charging" = "Når batteriet lades";
"LOAD AVERAGE" = "LASTGJENNOMSNITT";
"Combined" = "Kombinert";
"Detailed (All Disks)" = "Detaljert (alle disker)";
"Combine cores" = "Slå sammen kjerner";
"IP Address: %@" = "IP-adresse: %@";
"City Layout: %@" = "Byutforming: %@";
"BAR GRAPH (%@)" = "STOLPEDIAGRAM: %@";
"Upload" = "Last opp";
"Buy..." = "Kjøp…";
"ITEMS TO SHOW IN MENUBAR" = "OBJEKTER SOM VISES I MENYLINJA";
"DROPDOWN GRAPHS" = "MENYGRAFER";
"Edit World Clocks" = "Rediger klokker";
"Buy From Website" = "Kjøp på nettsida";
"ACTIVE ITEMS" = "AKTIV";
"First day of week: %@" = "Første dag i uken: %@";
"Show a banner" = "Banner";
"Tuesday" = "Tirsdag";
"Preview" = "Forhåndsvisning";
"Enter email address here" = "Oppgi e-post";
"m/s" = "m/s"; // weather
"Uploading" = "Laster opp";
"Shadow" = "Skygge";
"SENSORS" = "SENSORER";
"Friday" = "Fredag";
"Account: %1$@, %2$@ updates" = "Konto: %1$@, oppdatering hvert %2$@"; // example - Account: someone@email.com, 60 minute updates
"Active GPU" = "Aktiv GPU";
"Buy" = "Kjøp";
"Not Connected" = "Ingen nettforbindelse";
"Reset" = "Nullstill";
"Weater Data FAQ" = "Værdata-FAQ";
"Please fill in all the fields and try again." = "Fyll inn alle de obligatoriske feltene før du sender tilbakemeldingen.";
"WEATHER DATA" = "VÆRDATA";
"Centered" = "Sentrert";
"Notifications" = "Varslinger";
"Registration..." = "Aktiver…";
"Compressed" = "Komprimert";
"Large" = "Stor";
"LOAD AVERAGE GRAPH COLORS" = "FARGER FOR LASTGJENNOMSNITTSGRAF";
"Automatically Send Diagnostic Data" = "Send automatisk diagnosedata";
"days before" = "dager før";
"An error occurred during purchase." = "Det oppsto en feil under kjøpet.";
"Overlay" = "Overlegg";
"'%@' Free Space Below" = "'%@' ledig plass under";
"Temperature Sensors" = "Temperatur-sensorer";
"GPU GRAPH COLOR" = "FARGER FOR GPU-GRAF";
"When '%@'" = "Når '%@'";
"Activity Graph Type: %@" = "Graftype for aktivitet: %@";
"When any sensor" = "Når hvilken sensor som helst";
"Group items" = "Grupper objekter";
"An error occurred during installation." = "Det oppsto en feil";
"Activate..." = "Aktiver…";
"Activity Mode: %@" = "Aktivitetsmodus: %@";
"'%@' Temperature Above" = "'%@' temperatur over";
"App usage format: %@" = "Prosessinformasjon: %@";
"CITIES" = "BYER";
"CALENDARS" = "KALENDERE";
"15 Minute" = "15 minutter";
"LOCATION" = "STED";
"Year" = "År";
"mph" = "mph"; // weather
"WEATHER" = "VÆRET";
"LABEL" = "ETIKETT";
"BATTERIES TO SHOW IN MENUBAR" = "BATTERIER SOM SKAL VISES I MENYLINJEN";
"System" = "System"; // system cpu percentage
"Opposed" = "Motstående";
"Load Average Above" = "Lastgjennomsnitt over";
"Disabled" = "Deaktivert";
"Swap" = "Swap"; // swap memory
"Processes to show: %@" = "Prosesser: %@";
"CIRCULAR GRAPH" = "SIRKELGRAF";
"FORECASTS" = "VÆRVARSEL";
"Units: %@" = "Enheter: %@";
"Combined mode lets you combine multiple iStat Menus items into a single status item. You can choose which items are shown in the menubar, and which are shown in a combined dropdown, allowing you to save space in the menubar while still having access to all the information in the dropdown." = "Kombinert modus lar deg kombinere flere iStat Menus-objekter i en og samme meny. Du kan velge hvilke objekter som vises i menylinja, og hvilke som vises i en kombinert meny, slik at du sparer plass i menylinja og samtidig ha tilgang til all informasjon i menyen.";
"Rain/Snow: %@" = "Regn/Snø: %@";
"Battery Level (Charging)" = "Batterinivå (Lader)";
"Show week numbers in calendar" = "Vis ukenummer";
"An error occured while uninstalling" = "Det oppsto en feil";
"day before" = "dag før";
"1 Year of 60min Updates - %@" = "1 år, oppdateringer hvert 60 min - %@";
"CPU CORES" = "CPU-KJERNER";
"GPU DEPENDENCIES" = "GPU-AVHENGIGHETER";
"AVAILABLE BATTERIES" = "TILGJENGELIGE BATTERIER";
"CPU Usage Above" = "CPU-bruk >";
"Celsius" = "Celsius";
"More Info" = "Mer info";
"Disks" = "Disker";
"MENUBAR GRAPHS" = "MENYLINJEGRAFER";
"AVAILABLE NETWORK DISKS" = "TILGJENGELIGE DISKER (NETTVERK)";
"Discharging" = "Lader ut";
"Today" = "I dag";
"Done" = "Ferdig";
"Bottom: %@" = "Bunn: %@";
"Weather Forecast Tomorrow" = "Værvarsel for i morgen";
"BANDWIDTH" = "BÅNDBREDDE";
"Wind" = "Vind"; // weather
"12 Hour" = "12 timer";
"Snow" = "Snø"; // weather
"AVAILABLE" = "TILGJENGELIG";
"Monday" = "Mandag";
"Disk Percentage" = "Disk-prosent";
"Top: %@" = "Topp: %@";
"%@ hour remaining" = "%@ time gjenstår";
"Reset Sensor Filtering" = "Nullstill sensorfiltrering";
"Charged" = "Fulladet";
"CHARGING" = "LADER";
"Internet Status Changed" = "Internett-status endret";
"Decimals (KB): %%@" = "Desimalplasser (KB): %@";
"Visit %@ to recover lost licenses." = "Besøk %@ for å gjenfinne tapte lisenser.";
"MEMORY PRESSURE" = "MINNEBELASTNING";
"MENUBAR COLOR IN LIGHT MODE" = "MENYLINJEFARGE MED LYS MENYSTIL";
"Retry" = "Prøv igjen";
"Fast" = "Hurtig";
"MENUBAR COLOR IN DARK MODE" = "MENYLINJEFARGE MED MØRK MENYSTIL";
"Battery & Power" = "Batteri/Strøm";
"PERCENTAGE" = "PROSENT";
"Rain Probability" = "Sjanse for regn"; // weather
"Cancel" = "Avbryt";
"UPTIME" = "Oppetid for datamaskinen";
"Week" = "uke";
"Visibility" = "Sikt"; // weather
"When using intergrated GPU" = "Når intergrert GPU brukes";
"VOLTAGE SENSORS" = "Volt";
"Time" = "Klokkeslett";
"Your license was unable to be verified. A valid license is required to purchases weather packages." = "Vi kunne ikke verifisere lisensen din. Du trenger en gyldig lisens for å kjøpe værdatapakker.";
"%1$@ to %2$@" = "fra %1$@ til %2$@";
"5 Minute" = "5 minutter";
"Seperate fusion drive activity" = "Skill ut fusion driveaktivitet";
"SWAP" = "Swap"; // swap memory
"Primary" = "Primær";
"Slow" = "Langsom";
"HISTORY GRAPH (%@)" = "LOGG: %@";
"km/h" = "km/t"; // weather
"Any battery state" = "Alle batteritilstander";
"Includes %@ months of weather data." = "Inkluderer %@ måneder med værdata.";
"DISK ACTIVITY" = "DISKAKTIVITET";
"%@ hours remaining" = "%@ timer gjenstår";
"AVAILABLE ITEMS" = "TILGJENGELIGE OBJEKTER";
"day(s) before" = "dager før";
"Edit Fan Rules" = "Rediger vifteregler";
"Save" = "Arkiver";
"Fahrenheit" = "Fahrenheit";
"Goodbye" = "Vi ses";
"⌘-drag icons in your Mac’s menubar to rearrange or remove them" = "⌘-dra ikonene i menylinja for å flytte eller fjerne dem";
"Battery Charger State" = "Batteriladenivåstatus";
"Today & Tomorrow" = "I dag, I morgen";
"Click icons within iStat Menus to show colour, text and other settings." = "Klikk på ikoner her i iStat Menus for å vise farge- og tekstinnstillinger, og andre innstillinger.";
"Check internet status" = "Sjekk internettstatus";
"Trial" = "Prøve";
"Use Bold Text" = "Halvfet tekst";
"Family Pack: Up to 5 Macs." = "Familiepakke: opp til 5 Mac-er.";
"Check For Updates" = "Søk etter oppdateringer";
"An error occurred. Please try again." = "Det oppsto en feil. Prøv igjen.";
"Moon" = "Måne";
"APPLICATIONS" = "PROGRAMMER";
"SENSORS TO SHOW IN MENUBAR" = "SENSORER SOM VISES I MENYLINJA";
"Battery" = "Batteri";
"DISKS" = "DISKER";
"Automatic" = "Automatisk";
"1 Minute" = "1 minutt";
"Update Frequency: %@" = "Oppdateringsfrekvens: %@";
"Show breakdowns" = "Show breakdowns";
"Week and day of year" = "uke/Dag i året";
"Percentage" = "Prosent";
"hPa" = "hPa"; // weather
"Network" = "Nettverk";
"User" = "Bruker"; // user cpu percentage
"You need to purchase iStat Menus before you can buy weather packages." = "Du må kjøpe iStat Menus før du kan kjøpe værdatapakker.";
"Intel CPU frequency monitoring requires installing an additional component." = "Intel CPU-frekvensovervåking krever at du installerer en ekstra komponent.";
"Visibility: %@" = "Sikt: %@"; // weather
"HOURLY" = "HVER TIME";
"Detailed (Per Disk)" = "Detaljert (per disk)";
"Battery Level" = "Batterinivå";
"WORLD CLOCKS" = "VERDENSKLOKKER";
"Color" = "Farge";
"Clear Search" = "Fjern søk";
"Free Memory Below" = "Ledig minne mindre enn";
"Fuzzy Clock" = "Omtrentlig klokke";
"This hotkey can be used to open and close the %@ dropdown." = "Denne tastatursnarveien kan bli brukt til å åpne %@-menyen.";
"Thank You!" = "Tusen takk!";
"FREQUENCY SENSORS" = "FREKVENSSENSOR";
"Uninstall" = "Avinstaller";
"Stats" = "Statistikk";
"Low Battery" = "Lavt batterinivå";
"Active GPU Changed" = "Aktiv GPU endret";
"Wind: %@" = "Vind: %@"; // weather
"CPU GRAPH COLORS" = "FARGER FOR CPU-GRAF";
"NOT CONNECTED" = "INGEN NETTFORBINDELSE";
"Stacked" = "Stablet";
"Extend your current weather access or purchase optional packages to increase the refresh rate." = "Forleng din nåværende tilgang til værdata eller kjøp ekstra pakker for å øke oppfriskingsraten.";
"Install" = "Installer";
"Inactive" = "Inaktiv"; // inactive memory
"Location: %@" = "Sted: %@"; // weather
"Send Log Files..." = "Send loggfiler...";
"Edit Menubar Clock" = "Rediger tid";
"ITEMS TO SHOW IN DROPDOWN" = "OBJEKTER SOM VISES I MENYEN";
"Processor" = "Prosessor";
"Regular" = "Vanlig";
"Width: %@" = "Bredde: %@";
"Style light and dark menu bar modes separately" = "Gi lys og mørk menystil forskjellig utseende";
"Battery Time Remaining" = "Tid som gjenstår";
"Global" = "Generelt";
"Wired" = "Fast (wired)"; // wired memory
"Import Settings…" = "Importer valg…";
"Wednesday" = "Onsdag";
"Version: %@" = "Versjon: %@";
"Charging" = "Lader";
"We hope you enjoy using iStat Menus 6." = "Vi håper du liker å bruke iStat Menus 6.";
"Sunday" = "Søndag";
"Sending" = "Sender";
"AVAILABLE DISKS" = "TILGJENGELIGE DISKER";
"Reset Text Settings" = "Nullstill";
"HISTORY GRAPH" = "LOGG";
"Year and timezone" = "År/Tidssone";
"Show activity for unmounted disks" = "Vis aktivitet for deaktiverte diskter";
"Display: %@" = "Vis: %@";
"CONNECTED" = "TILKOBLET";
"1 Line" = "1 linje";
"Day of year" = "Dag i året";
"inches" = "Tommer"; // weather
"Tomorrow" = "I morgen";
"Edit Dropdown" = "Rediger meny";
"Show background" = "Bakgrunn";
"Any Temperature Above" = "Hvilken temperatur som helst over";
"NOT MOUNTED" = "IKKE AKTIVERT";
"DISK SPACE" = "DISKPLASS";
"Off" = "Av";
"Decimals: %@" = "Desimalplasser: %@";
"Single License" = "Enkeltlisens";
"PUBLIC IP" = "OFFENTLIG";
"1 Year of 30min Updates - %@" = "1 år, oppdateringer hvert 30 min - %@";
"2 Lines" = "2 linjer";
"Sensors" = "Sensor";
"DRAINING" = "TØMMER";
"Install for all users" = "Installer for alle brukerne på denne maskinen";
"Combine Processes" = "Slå sammen prosesser";
"Enable Location Services" = "Aktiver stedstjenester";
"Daylight Savings Change" = "Sommertidsendring";
"Show Label" = "Etikett";
"'%@' Used Percentage Above" = "'%@' brukt-prosent over";
"Language" = "Språk";
"%@ days remaining" = "%@ dager gjenstår";
"When battery is discharging" = "Når batteriet lades ut";
"Reset Disk Filtering" = "Nullstill diskfiltrering";
"Low" = "Min.";
"Power" = "Strøm";
"Battery Charged" = "Batteriet er fulladet";
"Size" = "Størrelse";
"Decimals (MB): %%@" = "Desimalplasser (MB): %@";
"Format: %@" = "Format: %@";
"CURRENT" = "NÅVÆRENDE";
"Thanks for using iStat Menus. Your Trial has ended. Please buy iStat Menus to continue using it." = "Takk for at du bruker iStat Menus. Prøveperioden er slutt. Vennligst kjøp iStat Menus for å fortsette å bruke det.";
"Combined Help" = "Hjelp for Kombinert";
"CHARGED" = "FULLADET";
"Welcome" = "Velkommen";
"Combine bandwidth for all interfaces" = "Kombiner båndbredde for alle grensesnitt";
"Export Settings…" = "Eksporter valg…";
"Disable all Bluetooth monitoring" = "Slå av all Bluetooth-overvåking";
"Search for a timezone" = "Let etter en tidssone";
"Knots" = "Knop"; // weather
"Kelvin" = "Kelvin";
"Pages" = "Annet"; // memory pages
"Dew Point" = "Duggpunkt";
"IP Address Changed" = "IP-addresse ble endret";
"Saturday" = "Lørdag";
"Wi-Fi Network Changed" = "Wi-Fi-nettverk ble endret";
"Name" = "Navn";
"Memory" = "Minne";
"Description of problem" = "Beskrivelse";
"Active" = "Aktiv"; // active memory
"Reset Network Filtering" = "Nullstill nettverksfiltrering";
"NOTIFICATIONS" = "VARSLINGER";
"MENUBAR COLOR" = "MENYLINJEFARGE";
"Processing" = "Behandler";
"Temperature: %@" = "Temperatur: %@";
"Upgrade for %@" = "Oppgrader for %@";
"CALENDAR" = "KALENDER";
"Automatically Check For Updates" = "Søk etter oppdateringer automatisk";
"Feels Like Temperature" = "Føles som"; // weather
"Weather Forecast Today" = "Værvarsel for i dag";
"Sort processes by: %@" = "Sorter prosesser etter: %@";


// Unlocalized strings



// Installer & Registration


// Store


// General


// Weather


// Tips


// Access Requests


// Notifications


// CPU


// Battery & Power


// Memory


// Disks


// Network


// Sensors


// Time


// Combined


// Stats Menu


// Modified strings

